Repository: waruhachi/Sileo
Catalog: Sileo/Sileo/*.lproj/Localizable.strings
Languages: ms, sv

source: About
ms: Perihal
sv: Om

source: Close
ms: Tutup
sv: Stäng

source: Double tap to open.
ms: Tekan dua kali untuk buka.
sv: Dubbel tryck för att öppna.

source: Untitled Repo
ms: Repo Tanpa Tajuk
sv: Källa Utan Titel

source: Done
ms: Selesai
sv: Klar

# Done_Editing
source: Done
ms: Selesai
sv: Klar

source: More Info
ms: Lebih Info
sv: Mer Info

source: Loading…
ms: Memuatkan…
sv: Laddar…

source: Share
ms: Kongsi
sv: Dela

source: Delete
ms: Padam
sv: Radera

source: Cancel
ms: Batal
sv: Avbryt

source: Remove
ms: Buang
sv: Radera

source: Sileo Team
ms: Pasukan Sileo
sv: Sileo Utvecklare

source: Warning
ms: Amaran
sv: Varning

source: Edit
ms: Sunting
sv: Redigera

source: Background App Refresh
ms: Segar Semula Aplikasi Latar
sv: Bakgrund App Uppdatering

# Background_App_Refresh_Message
source: For the best and fastest experience, it is recommended to enable background app refresh. You can also get notifications when your tweaks are updated!
ms: Untuk pengalaman yang lebih pantas dan terbaik, ia adalah disarankan untuk membolehkan segar semula aplikasi latar. Anda juga boleh mendapatkan notifikasi apabila pakej tweaks telah dikemas kini!
sv: För den bästa och snabbaste upplevelsen, är det rekommenderat att sätta på app bakgrunds uppdateringar. Du kan också få notifikationer när dina anpassningar är uppdaterade!

# Installing_Package_Status
source: Installing
ms: Memasang
sv: Installerar

# Downloading_Package_Status
source: Downloading
ms: Memuat turun
sv: Laddar Ner

# Queued_Package_Status
source: Queued
ms: Diatur
sv: Köad

# Ready_Status
source: Ready
ms: Sedia
sv: Redo

# Removal_Queued_Package_Status
source: Queued for Removal
ms: Diaturkan untuk pembuangan
sv: Köad för Borttagning

# Download_Starting
source: Starting…
ms: Memulakan…
sv: Startar…

# Download_Progress
source: %@ of %@
ms: %@ daripada %@
sv: %@ av %@

# Queue_Confirm_Button
source: Confirm
ms: Sahkan
sv: Bekräfta

# Queue_Clear_Button
source: Clear Queue
ms: Kosongkan Aturan
sv: Rensa Kö

# Queue_Cancel_Downloads
source: Cancel Downloads
ms: Batal Muat Turun
sv: Avbryt Nedladdningar

# Package_Upgrade_Action
source: Upgrade
ms: Kemas Kini
sv: Uppgradera

# Package_Reinstall_Action
source: Reinstall
ms: Pasang Semula
sv: Installera Om

# Package_Uninstall_Action
source: Uninstall
ms: Nyahpasang
sv: Avinstallera

# Package_Modify_Action
source: Modify
ms: Ubah Suai
sv: Modifiera

# Package_Get_Action
source: Get
ms: Dapatkan
sv: Skaffa

# Package_Queue_Action
source: Queue
ms: Atur
sv: Kö

# Package_Cancel_Action
source: Cancel
ms: Batal
sv: Avbryt

# Package_Paid
source: Paid
ms: Dibayar
sv: Betala

# Package_Share_Action
source: Share Package…
ms: Kongsi pakej…
sv: Dela Paket…

# Package_Developer_Find_Action
source: More by this Developer
ms: Lebih dari pemaju ini
sv: Mer av denna Utvecklare

# Package_Support_Action
source: Support
ms: Pertolongan
sv: Stöd

# Package_Hold_Enable_Action
source: Ignore Future Updates
ms: Abaikan Pengemaskinian Baharu
sv: Ignorera Framtida Uppdateringar

# Package_Hold_Disable_Action
source: Stop Ignoring Updates
ms: Berhenti Mengabaikan Pengemaskinian Baharu
sv: Sluta Ignorera Uppdateringar

# Package_Wishlist_Add
source: Add to Wishlist
ms: Tambahkan ke Senarai Harapan
sv: Lägg till i Önskelistan

# Package_Wishlist_Remove
source: Remove from Wishlist
ms: Keluarkan daripada Senarai Harapan
sv: Radera från Önskelistan

source: Wishlist
ms: Senarai Harapan
sv: Önskelista

source: No New Packages
ms: Tiada Pakej Baharu
sv: Inga Nya Paket

# Queued_Install_Heading
source: Install
ms: Pasang
sv: Installera

# Queued_Uninstall_Heading
source: Uninstall
ms: Nyahpasang
sv: Avinstallera

# Queued_Update_Heading
source: Update
ms: Kemas Kini
sv: Uppdatera

# Download_Errors_Heading
source: Errors
ms: Ralat-ralat
sv: Fel

# Installed_Heading
source: Installed
ms: Dipasang
sv: Installerad

# Updates_Heading
source: Updates
ms: Pengemaskinian
sv: Uppdateringar

# Upgrade_All_Button
source: Upgrade All
ms: Kemas Kini Semua
sv: Uppgradera Allt

# Package_Search.Placeholder
source: Search for Packages
ms: Cari pakej-pakej
sv: Sök efter Paket

# Sort_Name
source: Name
ms: Nama
sv: Namn

# Sort_Date
source: Date
ms: Tarikh
sv: Datum

# Sort_Install_Size
source: Installed Size
ms: Saiz Dipasang
sv: Installation Storlek

source: Sort by:
ms: Susun mengikut:
sv: Sortera Efter:

source: Package Unavailable
ms: Tiada Pakej
sv: Paket Inte Tillgängligt

# Package_By_Author
source: %@ by %@
ms: %@ oleh %@
sv: %@ av %@

# By_Author
source: by %@
ms: oleh %@
sv: av %@

# Packages_By_Author
source: Packages by %@
ms: Pakej daripada %@
sv: Paket av %@

# Featured_Page
source: Featured
ms: Diketengahkan
sv: Utvalda

# News_Page
source: New
ms: Baharu
sv: Nytt

# Sources_Page
source: Sources
ms: Sumber
sv: Källor

# Packages_Page
source: Packages
ms: Pakej
sv: Paket

# Search_Page
source: Search
ms: Cari
sv: Sök

# Search_History
source: Recently Searched
ms: Carian Terkini

# Clear_Search_History
source: Clear
ms: Padam

# Refreshing_Sources_Page
source: Refreshing Sources
ms: Mengemaskini Sumber
sv: Uppdaterar Källor

# Package_Installed_Files_Page
source: Installed Files
ms: Fail Dipasang
sv: Installerade Filer

source: Refresh
ms: Segar semula
sv: Uppdatera

# All_Packages.Title
source: All Packages
ms: Semua Pakej
sv: Alla Paket

# All_Packages.Cell_Subtitle
source: See all packages from your sources
ms: Lihat semua pakej daripada sumber-sumber anda
sv: Se alla paket från dina källor

source: All Categories
ms: Semua Kategori
sv: Alla Kategorier

source: Ignored Updates
ms: Kemas Kini Terabai
sv: Ignorerade Uppdateringar

# Repos
source: Repositories
ms: Repositori
sv: Källor

# Repo
source: Repository
ms: Repositori
sv: Källor

# Add_Source.Title
source: Add Source
ms: Tambah Sumber
sv: Lägg Till Källa

# Add_Source.Body
source: Add APT URL
ms: Tambah URL APT
sv: Lägg Till APT URL

# Add_Source.Button.Add
source: Add Source
ms: Tambah Sumber
sv: Lägg Till Källa

# Auto_Add_Pasteboard_Sources.Button.Manual
source: Enter Manually
ms: Tambah secara manual
sv: Skriv In Manuellt

source: Untitled Form
ms: Borang Tanpa Tajuk
sv: Form Utan Titel

# Form_Submitted.Default_Title
source: Submitted Form
ms: Borang Dihantar
sv: Skickad Form

# Form_Submitted.Default_Body
source: The form was submitted successfully.
ms: Borang berjaya dihantar
sv: Formen skickas med framgång.

# Web_Depiction_Deprecated_Warning
source: Web View depictions are deprecated. Please contact the repo maintainer about updating to native depictions.
ms: Penggambaran Web View adalah usang. Sila hubungi penyelenggara repo tentang menaik taraf kepada penggambaran asli.
sv: Webb skildringar är utan support. Kontakta käll skaparen om att uppdatera till vanliga skildringar.

# Package_Details_Tab
source: Details
ms: Butiran
sv: Detailjer

# Package_Changelog_Tab
source: Changelog
ms: Log Penukaran
sv: Ändringslog

# Package_No_Description_Available
source: No description is available for this package.
ms: Tiada perihal untuk pakej ini.
sv: Ingen beskrivning är tillgänglig för detta paket.

# Package_Changelogs_Unavailable
source: Changelogs are not available for this package.
ms: Tiada log penukaran untuk pakej ini.
sv: Ändringlogen är inte tillgänglig för detta paket.

# Installed_Package_Header
source: Installed Package
ms: Pakej Dipasang
sv: Installerat Paket

source: Installed Packages
ms: Pakej Dipasang
sv: Installerat Paket

source: Version
ms: Versi

# Show_Package_Contents_Button
source: Show Package Contents
ms: Tunjukkan Isi Pakej
sv: Visa Paket Innehåll

# Licenses_Page_Title
source: Licenses
ms: Lesen-lesen
sv: Licenser

# Settings_Payment_Provider_Heading
source: Payment Providers
ms: Penyedia Pembayaran
sv: Betalningsleverantörer

# Settings_Translations_Heading
source: Translations
ms: Terjemahan
sv: Översättningar

# Settings_Payment_Provider.Purchases_Heading
source: Purchases
ms: Pembelian
sv: Köp

# Settings_Payment_Provider.No_Purchases
source: No purchases
ms: Tiada pembelian
sv: Inga köp

source: Settings
ms: Seting
sv: Inställningar

# Settings_Page_Title
source: Settings
ms: Seting
sv: Inställningar

# Dark_Mode_Toggle
source: Dark Mode
ms: Mod Gelap
sv: Mörkt Läge

source: Theme
ms: Tema
sv: Teman

source: Tint Color
ms: Warna Rona
sv: Färgton

source: Reset Tint Color
ms: Tetapkan Semula Warna Rona
sv: Återställ Färgton

source: Auto Complete Queue
ms: Auto-Selesaikan Aturan
sv: Autoslutför Kö

source: Show Search History
ms: Tunjuk Sejarah Carian

source: Show Ignored Updates
ms: Tunjuk Kemas Kini Terabai
sv: Visa Ignorerade Uppdateringar

source: Developer Mode
ms: Mod Pembangun
sv: Utvecklar Läge

# Pog_Developer
source: You are now a developer!
ms: Anda telah menjadi pembangun!
sv: Du är nu en utvecklare!

# Developer_Mode_Explain
source: Developer Mode disables the HTTPS requirement of the Payment API.
ms: Mod Pembangun nyahaktifkan keperluan HTTPS bagi API Pembayaran.
sv: Utveckar Läge stänger av HTTPS som betalnings API behöver.

source: Auto Refresh Sources
ms: Segar Semula Sumber Automatik
sv: Auto Uppdatera Källor

source: Cache Size
ms: Saiz cache
sv: Cache Storlek

source: Language
ms: Bahasa
sv: Språk

source: Use System Language
ms: Gunakan Bahasa Sistem
sv: Använd System Språk

source: Apply Changes
ms: Terapkan Perubahan
sv: Tillämpa

# Apply_Changes_Confirm
source: Applying Changes will require a restart of Sileo
ms: Penerapan Perubahan memerlukan mula semula Sileo
sv: Sileo behöver startas om efter tillämpning

# Help_Translate
source: Help Translate Sileo
ms: Bantu Terjemahkan Sileo
sv: Hjälp Och Översätta Sileo

source: Always Show Install Log
ms: Sentiasa Tunjuk Log Pasang
sv: Visa Alltid Installerings Log

source: Sileo Light
ms: Sileo Cerah
sv: Sileo Ljust

source: Sileo Dark
ms: Sileo Gelap
sv: Sileo Mörkt

source: Sileo Adaptive
ms: Sileo Adaptif
sv: Sileo Adaptiv

source: System
ms: Sistem

source: Theme Settings
ms: Tetapan Tema
sv: Gränssnitt Inställningar

source: Manage Themes
ms: Mengurus Tema

source: Create Theme
ms: Cipta Tema Baharu

source: Import Themes
ms: Import Tema

source: Theme name
ms: Nama Tema

source: Export Themes
ms: Eksport Tema

source: Background Color
ms: Warna Latar Belakang

source: Secondary Background Color
ms: Warna Latar Belakang Sekunder

source: Label Color
ms: Warna Label

source: Header Color
ms: Warna Pengepala

source: Banner Color
ms: Warna Sepanduk

# Cydia_Sign_In
source: Sign in to Cydia Store
ms: Log masuk ke dalam Cydia Store
sv: Logga in på Cydia Store

# Payment_Provider_Signed_In
source: Signed in
ms: Dilog masuk
sv: Inloggad

# Payment_Provider_Signed_In_With_Name
source: Signed in as %@
ms: Dilog masuk sebagai %@
sv: Inloggad som %@

# Payment_Provider_Sign_Out
source: Sign out
ms: Log Keluar
sv: Logga ut

# Payment_Provider_Sign_Out_Confirm.Title
source: Sign out of %@
ms: Log keluar daripada %@
sv: Logga ut från %@

# Payment_Provider_Sign_Out_Confirm.Body
source: You will no longer be able to download your purchased packages until you sign back in.
ms: Anda tidak akan dapat memuat turun pakej-pakej yang telah dibeli sehingga anda log masuk semula.
sv: Du kommer inte längre kunna ladda ner dina paket tills du har loggat in igen.

# Show_Install_Details
source: Show Details
ms: Tunjuk Butiran
sv: Visa Detaljer

# Hide_Install_Details
source: Hide Details
ms: Sorok Butiran
sv: Göm Detaljer

source: Open in Filza
ms: Buka dalam Filza
sv: Öppna i Filza

source: Copy Path
ms: Salin Laluan
sv: Kopiera Sökväg

# After_Install_Relaunch
source: Restart Sileo
ms: Mula-semulakan Sileo
sv: Starta Om Sileo

# After_Install_Respring
source: Restart SpringBoard
ms: Mula-semulakan SpringBoard
sv: Starta Om SpringBoard

# After_Install_Reboot
source: Reboot Device
ms: Mula-semulakan Peranti
sv: Starta Om Enheten

# After_Install_Relaunch_Later
source: Restart Sileo Later
ms: Mula Semula Sileo Kemudian
sv: Starta Om Sileo Senare

# After_Install_Respring_Later
source: Restart SpringBoard Later
ms: Mula Semula Springboard Kemudian
sv: Starta om SpringBoard Senare

# After_Install_Reboot_Later
source: Reboot Device Later
ms: But Semula Peranti Kemudian
sv: Starta Om Enheten Senare

# Dangerous_Repo.Title
source: Dangerous Repo
ms: Repo Berbahaya
sv: Farlig Källa

# Dangerous_Repo.Body
source: You are attempting to add a repository that is known to be harmful for reasons such as piracy, illegal content, or malware. Repositories marked as harmful often distribute software with unexpected effects, whether in the form of paid packages for free or other malicious packages. This can have lasting effects on your device and privacy, even sometimes affecting your ability to jailbreak. We recommend that you exercise extreme caution to avoid harmful software.
ms: Anda sedang mencuba untuk menambahkan repositori yang diketahui sebagai berbahaya dengan alasan seperti pakej cetak rompak, kandungan haram atau perisian hasad. Repositori yang dilabelkan sebagai berbahaya selalunya mengedar perisian dengan kesan sampingan, sama ada dalam bentuk pakej dibayar dalam bentuk percuma atau pakej berbahaya yang lain. Ini boleh mengadakan penukaran kekal atas peranti dan privasi anda, kadangkala mempengaruhi kemampuan anda untuk menjailbreak. Kami mengesyorkan anda berhati-hati untuk mengelakkan perisian berbahaya.
sv: Du försöker lägga till en källa som är känd för att vara farlig, anledningar som piratkopiering, olagligt material eller virus. Källor märkta som farliga ger oftast ut mjukvara som har dåliga effekter, som betalda paket gratis eller andra virus paket. Detta kan ha väldigt dåliga effekter på din enhet. det kan hindra dig från att jailbreaka. Vi rekommenderar att du är försiktig och undviker farlig mjukvara.

# Dangerous_Repo.Continue
source: I accept the risks, continue
ms: Saya memahami risiko, teruskan
sv: Jag accepterar riskerna, fortsätt

# Dangerous_Repo.Cancel
source: Take me back to safety
ms: Bawa semula kepada keselamatan
sv: Ta mig tillbaka till säkerhet

# Dangerous_Repo.Last_Chance.Title
source: Add Harmful Repo?
ms: Tambah repo berbahaya?
sv: Lägg Till Farlig Källa?

# Dangerous_Repo.Last_Chance.Body
source: Dangerous repositories can have devastating effects on your ability to use your device or jailbreak. We strongly recommend that you go back for your own safety. Are you sure you want to add %@?
ms: Repositori berbahaya boleh menyebabkan kesan buruk kepada kebolehan anda untuk menggunakan peranti anda atau menjailbreak. Kami sangat mengesyorkan anda untuk kembali semula untuk keselamatan anda. Anda pasti anda mahu menambahkan %@?
sv: Farliga källor kan ha väldigt dåliga effekter på din enhet eller jailbreak. Vi rekommenderar starkt att du går tillbaka för din egna säkerhet. Är du säker att du vill lägga till %@?

# Dangerous_Repo.Last_Chance.Continue
source: Continue
ms: Teruskan
sv: Fortsätt

# Dangerous_Repo.Last_Chance.Cancel
source: Go back
ms: Kembali
sv: Gå tillbaka

source: Export
ms: Eksport
sv: Exportera

# Export_Packages
source: Would you like to export your packages list? This will copy all package names and their versions to your clipboard.
ms: Adakah anda mahu mengeksport senarai pakej-pakej anda? Ini akan menyalin semua nama pakej dan versi-versinya ke papan keratan anda.
sv: Skulle du vilja exportera din paket lista? Detta kommer att kopiera alla paket namn och deras versioner till ditt urklipp.

# Export_Sources
source: Would you like to export your source list? This will copy all source URLs to your clipboard.
ms: Adakah anda mahu mengeksport senarai sumber-sumber anda? Ini akan menyalin semua URL sumber-sumber ke papan keratan anda.
sv: Skulle du vilja exportera en lista av alla dina källor? Detta kommer att kopiera alla dina källors URLer till ditt urklipp.

# Export_Yes
source: Yes, copy.
ms: Ya, salin.
sv: Ja, kopiera.

# Export_No
source: No, cancel.
ms: Tidak, batal.
sv: Nej, avbryt.

source: View Depiction
ms: Lihat Penggambaran
sv: Visa Skildring

source: Copy ID
ms: Salin ID

source: Acknowledge
sv: Medge

# Upgrade_All_Shortcut_Processing_Message
source: Refreshing all sources and upgrading all packages...
sv: Uppdaterar alla källor och uppdaterar alla paket...

# Essential_Warning
source: The following packages are listed as essential/required: %@ Removing these could cause irreversible damage to your device and may require you to restore. Only continue if you are certain you know what you're doing.
sv: Följande paket listas som viktiga/obligatoriska: %@ Om du tar bort dessa kan det orsaka irreversibel skada på din enhet och kan kräva att du återställer. Fortsätt bara om du är säker på att du vet vad du gör.

# News_Check_Later
source: There are no new packages indexed yet. Come back in a few hours and you should see packages start showing up here as repos get updated.
sv: Det finns inga nya paket indexerade än. Kom tillbaka om några timmar och du borde se paket börja dyka upp här när källorna uppdateras.

# Internal_Repo
source: Internal Repos
sv: Inre Källor

# External_Repo
source: External Repos
sv: Externa Källor

source: Add Dist Repo
sv: Lägg Till Dist Källa

# Incorrect_Repo
source: %@ does not appear to be a valid repo⁉️ The repo may be offline or you may have entered it incorrectly. Do you want to add it anyway?
sv: %@ verkar inte vara en giltig källa⁉️ Källan kanske är off-line eller så har du skrivit fel. Vill du lägga till den ändå?

# Alternate_Icon_Title
source: Alternate Icons
sv: Ikon Alternativ

source: Auto Confirm Upgrade All Shortcut
sv: Bekräfta Automatiskt Uppgradera Allt Genväg

source: Swipe Actions
sv: Svepåtgärder

# Show_Provisional
source: Show Packages From Canister
sv: Visa Paket Från Canister

# iCloud_Profile
source: Show iCloud Picture in Featured
sv: Visa iCloud Bild i Utvalda

# Clear_Cache
source: Clear Network Cache
sv: Rensa Nätverk Cache

# Clear_Cache_Message
source: Do you want to clear the network cache? This will free %@
sv: Vill du rensa nätverks cache? Detta ger mer %@

# Auto_Show_Queue
source: Show Queue on Upgrade All
sv: Visa Kö vid Uppgradering Av Allt
